{
    "en": { 
            "center_para_h1": "Unlimited movies, TV shows and more", 
            "center_para_h2": "Starts at ₹149. Cancel at any time.",
            "center_para_h3": "Ready to watch? Enter your email to create or restart your membership.",
            "page2top_h2": "Trending Now",
            "features_head_h2": "More reasons to join",
            "rectangle_h1": "Enjoy on your TV",
            "rectangle_p1": "Watch on smart TVs, PlayStation, Xbox, Chromecast, Apple TV, Blu-ray players and more.",
            "rectangle_h2": "Download your shows to watch offline",
            "rectangle_p2": "Save your favourites easily and always have something to watch.",
            "rectangle_h3": "Watch everywhere",
            "rectangle_p3": "Stream unlimited movies and TV shows on your phone, tablet, laptop and TV.",
            "rectangle_h4": "Create profiles for kids",
            "rectangle_p4": "Send kids on adventures with their favourite characters in a space made just for them — free with your membership.",
            "FAQ__heading": "Frequently Asked Questions",
            "FAQ__title_h1": "What is Thunderflix?",
            "FAQ__visible_p1": "Thunderflix is a streaming service that offers a wide variety of award-winning TV shows, movies, anime, documentaries and more – on thousands of internet-connected devices.",
            "FAQ__visible_p2": "You can watch as much as you want, whenever you want, without a single ad – all for one low monthly price. There's always something new to discover, and new TV shows and movies are added every week!",
            "FAQ__title_h2": "How much does Thunderflix cost?",
            "FAQ__visible_p21": "Watch Thunderflix on your smartphone, tablet, Smart TV, laptop, or streaming device, all for one fixed monthly fee. Plans range from ₹ 199 to ₹ 799 a month. No extra costs, no contracts.",
            "FAQ__title_h3": "Where can i watch?",
            "FAQ__visible_p31": "Watch anywhere, anytime, on an unlimited number of devices. Sign in with your Thunderflix account to watch instantly on the web at Thunderflix.com from your personal computer or on any internet-connected device that offers the Thunderflix app, including smart TVs, smartphones, tablets, streaming media players and game consoles.",
            "FAQ__visible_p32": " You can also download your favourite shows with the iOS, Android, or Windows 10 app. Use downloads to watch while you're on the go and without an internet connection. Take Thunderflix with you anywhere.",
            "FAQ__title_h4": "How do I cancel?",
            "FAQ__visible_p4": "Thunderflix is flexible. There are no annoying contracts and no commitments. You can easily cancel your account online in two clicks. There are no cancellation fees – start or stop your account anytime.",
            "FAQ__title_h5": "What can I watch from Thunderflix?",
            "FAQ__visible_p5": "Thunderflix has an extensive library of feature films, documentaries, TV shows, anime, award-winning Thunderflix originals, and more. Watch as much as you want, anytime you want.",
            "FAQ__title_h6": "Is Thunderflix good for kids?",
            "FAQ__visible_p61": "The Thunderflix Kids experience is included in your membership to give parents control while kids enjoy family-friendly TV shows and films in their own space.",
            "FAQ__visible_p62": " Kids profiles come with PIN-protected parental controls that let you restrict the maturity rating of content kids can watch and block specific titles you don’t want kids to see.",
            "footer_email": "Ready to watch? Enter your email to create or restart your membership."
        
        
        
        },
    
    
    
    
    
    "ta": { 
            "center_para_h1": "வரம்பற்ற திரைப்படங்கள், டிவி நிகழ்ச்சிகள் மற்றும் பல",
            "center_para_h2": "₹149 இல் தொடங்குகிறது. எந்த நேரத்திலும் ரத்துசெய்யலாம்.",
            "center_para_h3": "பார்க்கத் தயாரா? உங்கள் மெம்பர்ஷிப்பை உருவாக்க அல்லது மீண்டும் தொடங்க உங்கள் மின்னஞ்சலை உள்ளிடவும்.",
            "page2top_h2": "இப்போது டிரெண்டிங்",
            "features_head_h2": "சேர கூடுதல் காரணங்கள்",
            "rectangle_h1": "உங்கள் டிவியில் கண்டு மகிழுங்கள்",
            "rectangle_p1": "ஸ்மார்ட் டிவிகள், பிளேஸ்டேஷன், எக்ஸ்பாக்ஸ், குரோம்காஸ்ட், ஆப்பிள் டிவி, ப்ளூ-ரே பிளேயர்கள் மற்றும் பலவற்றில் பாருங்கள்.",
            "rectangle_h2": "ஆஃப்லைனில் பார்க்க உங்கள் நிகழ்ச்சிகளை பாருங்கள்",
            "rectangle_p2": "உங்களுக்குப் பிடித்தவற்றை எளிதாகச் சேமித்து, எப்போதும் பார்க்க ஏதாவது ஒன்றை வைத்திருங்கள்.",
            "rectangle_h3": "எல்லா இடங்களிலும் பாருங்கள்",
            "rectangle_p3": "உங்கள் தொலைபேசி, டேப்லெட், மடிக்கணினி மற்றும் டிவியில் வரம்பற்ற திரைப்படங்கள் மற்றும் டிவி நிகழ்ச்சிகளை ஸ்ட்ரீம் செய்யுங்கள்.",
            "rectangle_h4": "குழந்தைகளுக்கான உருவாக்குங்கள்",
            "rectangle_p4": "உங்கள் உறுப்பினர் தகுதியுடன் இலவசமாக, அவர்களுக்கென பிரத்யேகமாக உருவாக்கப்பட்ட இடத்தில், குழந்தைகளுக்குப் பிடித்த கதாபாத்திரங்களுடன் அனுப்புங்கள்.",
            "FAQ__heading": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
            "FAQ__title_h1": "தண்டர்ஃபிளிக்ஸ் என்றால் என்ன?",
            "FAQ__visible_p1": "தண்டர்ஃப்ளிக்ஸ் என்பது ஒரு ஸ்ட்ரீமிங் சேவையாகும், இது விருது பெற்ற தொலைக்காட்சி நிகழ்ச்சிகள், திரைப்படங்கள், அனிம், ஆவணப்படங்கள் மற்றும் பலவற்றை ஆயிரக்கணக்கான இணையத்துடன் இணைக்கப்பட்ட சாதனங்களில் வழங்குகிறது.",
            "FAQ__visible_p2": "ஒரு விளம்பரம் கூட இல்லாமல், எப்போது வேண்டுமானாலும், எவ்வளவு வேண்டுமானாலும் பார்க்கலாம் - அனைத்தும் ஒரே ஒரு குறைந்த மாத விலையில். எப்போதும் புதிதாக ஏதாவது ஒன்றைக் கண்டறியலாம், மேலும் ஒவ்வொரு வாரமும் புதிய தொலைக்காட்சி நிகழ்ச்சிகளும் திரைப்படங்களும் சேர்க்கப்படும்!",
            "FAQ__title_h2": "தண்டர்ஃபிக்ஸ் எவ்வளவு செலவாகும்?",
            "FAQ__visible_p21": "உங்கள் ஸ்மார்ட்போன், டேப்லெட், ஸ்மார்ட் டிவி, லேப்டாப் அல்லது ஸ்ட்ரீமிங் சாதனத்தில் தண்டர்ஃப்ளிக்ஸை ஒரே ஒரு நிலையான மாதாந்திர கட்டணத்தில் பாருங்கள். திட்டங்கள் மாதத்திற்கு ₹ 199 முதல் ₹ 799 வரை இருக்கும். கூடுதல் செலவுகள் இல்லை, ஒப்பந்தங்கள் இல்லை.",
            "FAQ__title_h3": "நான் எங்கே பார்க்கலாம்?",
            "FAQ__visible_p31": "எங்கும், எந்த நேரத்திலும், வரம்பற்ற சாதனங்களில் பார்க்கலாம். உங்கள் தனிப்பட்ட கணினியிலிருந்து அல்லது ஸ்மார்ட் டிவிகள், ஸ்மார்ட்போன்கள், டேப்லெட்டுகள், ஸ்ட்ரீமிங் மீடியா பிளேயர்கள் மற்றும் கேம் கன்சோல்கள் உட்பட Thunderflix பயன்பாட்டை வழங்கும் எந்த இணையத்துடன் இணைக்கப்பட்ட சாதனத்திலிருந்தும் Thunderflix.com இல் இணையத்தில் உடனடியாகப் பார்க்க உங்கள் Thunderflix கணக்கில் உள்நுழையவும்.",
            "FAQ__visible_p32": "உங்களுக்குப் பிடித்த நிகழ்ச்சிகளை iOS, Android அல்லது Windows 10 செயலி மூலம் பதிவிறக்கம் செய்யலாம். இணைய இணைப்பு இல்லாமலேயே பயணத்தின்போது பதிவிறக்கங்களைப் பயன்படுத்திப் பாருங்கள். Thunderflix-ஐ எங்கிருந்தும் எடுத்துச் செல்லுங்கள்.",
            "FAQ__title_h4": "நான் எப்படி ரத்து செய்வது?",
            "FAQ__visible_p4": "தண்டர்ஃபிளிக்ஸ் நெகிழ்வானது. எரிச்சலூட்டும் ஒப்பந்தங்களும் இல்லை, உறுதிமொழிகளும் இல்லை. இரண்டு கிளிக்குகளில் உங்கள் கணக்கை ஆன்லைனில் எளிதாக ரத்து செய்யலாம். ரத்து கட்டணம் எதுவும் இல்லை - எந்த நேரத்திலும் உங்கள் கணக்கைத் தொடங்கலாம் அல்லது நிறுத்தலாம்.",
            "FAQ__title_h5": "தண்டர்ஃபிளிக்ஸில் இருந்து நான் என்ன பார்க்க முடியும்?",
            "FAQ__visible_p5": "Thunderflix திரைப்படங்கள், ஆவணப்படங்கள், தொலைக்காட்சி நிகழ்ச்சிகள், அனிம், விருது பெற்ற Thunderflix அசல் திரைப்படங்கள் மற்றும் பலவற்றின் விரிவான நூலகத்தைக் கொண்டுள்ளது. நீங்கள் விரும்பும் அளவுக்கு, எப்போது வேண்டுமானாலும் பாருங்கள்.",
            "FAQ__title_h6": "தண்டர்ஃபிக்ஸ் குழந்தைகளுக்கு நல்லதா?",
            "FAQ__visible_p61": "குழந்தைகள் குடும்பத்திற்கு ஏற்ற தொலைக்காட்சி நிகழ்ச்சிகள் மற்றும் திரைப்படங்களை தங்கள் சொந்த இடத்தில் ரசிக்கும்போது பெற்றோருக்கு கட்டுப்பாட்டை வழங்குவதற்காக தண்டர்ஃபிளிக்ஸ் கிட்ஸ் அனுபவம் உங்கள் உறுப்பினர் பட்டியலில் சேர்க்கப்பட்டுள்ளது.",
            "FAQ__visible_p62": "குழந்தைகள் சுயவிவரங்கள் பின்-பாதுகாக்கப்பட்ட பெற்றோர் கட்டுப்பாடுகளுடன் வருகின்றன, அவை குழந்தைகள் பார்க்கக்கூடிய உள்ளடக்கத்தின் முதிர்வு மதிப்பீட்டைக் கட்டுப்படுத்தவும், குழந்தைகள் பார்க்கக்கூடாது என்று நீங்கள் விரும்பும் குறிப்பிட்ட தலைப்புகளைத் தடுக்கவும் உங்களை அனுமதிக்கின்றன.",
            "footer_email": "பார்க்கத் தயாரா? உங்கள் மெம்பர்ஷிப்பை உருவாக்க அல்லது மீண்டும் தொடங்க உங்கள் மின்னஞ்சலை உள்ளிடவும்."

        
        }
}